import React from 'react';
import './index.scss';

const ServeRule = () => {
    return (
        <div className="serveRule">
            <h3>サービス利用規約</h3>
            <h4>（サービス利用規約）</h4>
            <h3>サービス利用規約は、株式会社Both Mi.（以下、「当社」とします）が提供するサービス（以下、「当社サービス」とします）の利用条件を定めたもので、次の2つの規約で構成されています。</h3>
            <h4>(1) 共通規約</h4>
                <h5>当社サービスのすべてに共通して適用される利用条件について定めた規定（ただし、共通規約、個別規約という形式ではなく、独自に規約を有しているサービスは除く）</h5>
            <h4>(2) 個別規約</h4>
                <h5>各サービス固有の利用条件について定めた規定</h5>
            <h4>(2) 特定商取引法に基づく表示</h4>
                <h5>（同　意）</h5>
            <h3>当社サービスを利用するには、サービス利用規約に同意する必要があります。同意ボタンが設置されているなどの特別な事情がない限り、当社は、ユーザーが当社サービスを利用した時点で、サービス利用規約に同意したものとみなします。</h3>
            <h4>（適用関係）</h4>
            <h3>共通規約と個別規約の内容が異なる場合には、個別規約の規定が優先して適用されます。</h3>
            <h3>共通規約</h3>
            <h4>第1条（利用権）</h4>
                <h5>当社は、当社サービスを利用する者（以下「ユーザー」といいます。）がサービス利用規約を遵守することを条件として、ユーザーが当社サービスを利用する非独占的かつ譲渡不能な利用権を許諾します。</h5>
            <h4>第2条（利用資格）</h4>
                <h5>1．未成年者が当社サービスを利用する場合は、法定代理人の同意を得てから利用してください。</h5>
                <h5>2．前項以外で利用資格に制限がある場合は、個別規約にて定めるものとします。</h5>
            <h4>第3条（登録情報）</h4>
                <h5>1．当社サービスを利用するにあたり、ユーザーが名前、電話番号、メールアドレス、ID、パスワードなど（以下「登録情報」といいます。）を入力する場合には、真実かつ正確な情報を入力するものとし、登録情報が変更になった場合には、ユーザー自身で適宜修正するものとします。不正確な情報を登録したことによる不利益は、ユーザー自身が負うものとします。</h5>
                <h5>2．登録情報の失念、第三者使用等による損害の責任は、当社に故意または重過失がない限り、ユーザー自身が負うものとします。</h5>
            <h4>第4条（利用の拒絶）</h4>
                <h5>当社は、ユーザーが次の各号に該当する場合には、当社サービスの利用をお断りする場合があります。</h5>
                    <h6>(1)登録情報に虚偽の記載または誤記があった場合</h6>
                    <h6>(2) 過去に当社サービスを利用停止になったことがある場合</h6>
                    <h6>(3)未成年者が法定代理人の同意を得ていなかった場合</h6>
                    <h6>(4)反社会的態様で当社サービスを利用するおそれがあると当社が判断した場合</h6>
                    <h6>(5) 反社会的勢力等（暴力団、暴力団関係企業、総会屋、特殊知能暴力集団、右翼団体、過激な政治活動をする集団その他これらに準ずる者。以下、同じ。）に属するもしくはそのおそれがあると当社が判断した場合または資金提供その他を通じて反社会的勢力等の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力等と何らかの交流もしくは関与を行っていると当社が判断した場合</h6>
            <h4>第5条（ユーザーIDおよびパスワードの管理）</h4>
            <h5>1．ユーザーID、パスワード、お客様番号等（以下「ユーザーID等」といいます。）は、ユーザー自身の責任において管理・保管するものとし、ユーザーID等を第三者に利用させたり、貸与、譲渡、名義変更、売買等をしてはならないものとします。</h5>
            <h5>2．ユーザーID等の盗難、失念、第三者使用が判明した場合は、ユーザーは直ちに当社へ連絡し、当社から指示があった場合には、それに従うものとします。</h5>
            <h5>3．ユーザーID等の管理不十分、使用上の過誤、盗難、失念、第三者使用等による損害等の責任は、すべてユーザーが負うものとし、当社は一切責任を負わないものとします。</h5>
            <h4>第6条（利用料金）</h4>
                <h5>利用料金は、個別規約に定めるものとします。</h5>
            <h4>第7条（利用上の注意）</h4>
                <h5>当社サービスを利用するために必要となる通信機器（以下「端末」といいます。）および端末の設定は、ユーザーの責任で準備するものとし、データ通信料等その他の費用はユーザーが負担するものとします。なお、当社サービスを利用すると、大量のデータ通信が行われる可能性がありますので、ご契約先の通信会社のデータ定額プランに加入することをお勧めいたします。</h5>
            <h4>第8条（禁止行為）</h4>
                <h5>ユーザーは、当社サービスを利用するにあたり、次に定める行為（そのおそれがある行為、誘発行為、準備行為を含む）を行ってはならないものとします。</h5>
                <h5>(1)当社または第三者の著作権、特許権、実用新案権、商標権、意匠権その他の知的財産権（それらの権利を取得し、登録し、出願する権利等を含む。以下「知的財産権等」といいます。）を侵害する行為</h5>
                <h5>(2)当社または第三者の生命、身体、財産、名誉、信用、プライバシー等を侵害する行為</h5>
                <h5>(3) わいせつまたは社会通念上暴力的、残虐と判断されるような行為</h5>
                <h5>(4) 面識のない異性との出会いや交際等を目的として利用する行為</h5>
                <h5>(5)ストーキング、第三者に対する嫌がらせ行為</h5>
                <h5>(6) 個人情報を掲載する行為</h5>
                <h5>(7) 他人の個人情報や履歴情報を無断で収集、蓄積する行為</h5>
                <h5>(8) 他人になりすまして利用する行為</h5>
                <h5>(9) コンピューターウィルス等有害なプログラムを頒布する行為</h5>
                <h5>(10)当社が管理・運営しているサーバーへの妨害行為</h5>
                <h5>(11)当社が管理・運営しているサービスやネットワークシステムに障害を与える行為</h5>
                <h5>(12)当社サービスを技術的に解析・改変する行為</h5>
                <h5>(13)当社サービスを複製、頒布、譲渡、貸与（サブライセンス）する行為</h5>
                <h5>(14) サービス利用規約に違反する行為</h5>
                <h5>(15) 法令または公序良俗に反する行為</h5>
                <h5>(16)その他、当社サービスの本来の提供目的とは異なる目的で当社サービスを利用する等当社が不適当と判断する行為</h5>
            <h4>第9条（投稿コンテンツの閲覧、削除）</h4>
                <h5>当社は、次の事由があった場合には、ユーザーが当社サービス上で投稿その他送信した文章、画像、動画その他のデータ（以下「投稿コンテンツ」といいます。）を閲覧、削除、保存しまたは第三者に提供します。</h5>
                    <h6>(1) サービス利用規約に違反する行為が行われたおそれがあり、投稿コンテンツを確認する必要があると当社が判断した場合</h6>
                    <h6>(2) サービス利用規約に違反しているまたはそのおそれがあると当社が判断した場合</h6>
                    <h6>(3) 裁判所、警察等の捜査機関、税務署等の行政機関、弁護士会等の公的機関が法令に基づいて開示を請求してきた場合</h6>
                    <h6>(4) その他、当社サービスを適切に運用するため必要であると当社が判断した場合</h6>
            <h4>第10条（利用停止）</h4>
                <h5>当社は、ユーザーが次の事由に該当する場合には、ユーザーの同意を得ることなく、ユーザーの当社サービスの全部または一部の利用を停止します。</h5>
                <h5>(1) 有料サービスにおいて、利用料金の支払が遅延した場合</h5>
                <h5>(2) 反社会的勢力に属してしているまたはそのおそれがあると当社が判断した場合</h5>
                <h5>(3) サービス利用規約に違反しているまたはそのおそれがあると当社が判断した場合</h5>
                <h4>第11条（サービス内容の変更）</h4>
                    <h5>当社は、ユーザーの同意を得ることなく、当社サービスの内容を変更し、利用時間や利用態様を制限、停止できるものとします。</h5>
                <h4>第12条（サービスの中断）</h4>
                    <h5>当社は、次の場合には、当社サービスを一時中断し、停止することができるものとします。</h5>
                        <h6>(1) 当社サービス用設備のメンテナンスを行う場合</h6>
                        <h6>(2) 当社サービス用設備またはアプリケーションに障害が発生した場合</h6>
                        <h6>(3)	天災等の不可抗力、その他第一種電気通信事業者が電気通信サービスの提供を中止することにより当社サービスを実施することが困難な場合</h6>
                        <h6>(4)	運用上または技術上、一時的な中断が必要と当社が判断した場合</h6>
                <h4>第13条（サービスの廃止）</h4>
                    <h5>当社は、ユーザーの同意を得ることなく、当社サービスの全部または一部を終了することができるものとします。</h5>
                <h4>第14条（データの保存および削除）</h4>
                    <h5>当社は、個別規約に定めがない限り、当社が管理するサーバーに保存しているユーザーのデータを保存する義務を負わず、また保存しているデータを当社の裁量で消去できるものとします。</h5>
                <h4>第15条（非保証）</h4>
                    <h5>１．	当社は、当社サービス（バージョンアップ版も含む。）を現状のまま提供するものとし、その内容、性能、安全性、利用結果等について一切保証いたしません。</h5>
                    <h5>２． 当社は、投稿コンテンツが、他人の著作権、その他の権利を侵害していないこと、真実に合致すること、正確であることなどについて、一切保証いたしません。</h5>
                    <h5>３． 位置情報は、GPSやWiFiの精度、場所などさまざまな要因により、誤って表示される場合があります。当社は、位置情報が真実に合致すること、正確であることなどについて、一切保証いたしません。</h5>
                    <h4>第16条（免　責）</h4>

                    <h5>ユーザーは、自己の責任において当社サービスを利用するものとし、当社は故意または重過失がない限り、次に定める損害など一切の損害について、責任を負わないものとします。</h5>
                <h6>(1)当社サービスを利用することによって発生した損害</h6>
                <h6>(2)当社サービスを利用できなかったことによって発生した損害</h6>
                <h6>(3)当社がお預かりしているデータの滅失・毀損により発生した損害</h6>
                <h6>(4)第4条、第5条、第9条から第15条等により発生した損害</h6>
                <h6>(5)前各号の他、共通規約および個別規約にて当社の免責が規定されている損害</h6>
                <h4>第17条（損害賠償の範囲）</h4>

                <h5>前条の定めにもかかわらず、当社が何らかの理由によって損害賠償責任を負う場合には、当社はユーザーに対し、当社の消費者向け有料サービスの1ヶ月分の利用料金に相当する金額のうち最も高い金額を上限としてユーザーの損害を賠償いたします。ただし、当社に故意または重過失がある場合は、この限りではありません。</h5>

                <h4>第18条（他社サービス等の利用）</h4>

                <h5>当社サービスを通じて、Twitter、Facebookなど他社のウェブサイトやサービス（以下「他社サービス等」といいます。）を利用する場合には、他社サービス等を運営する者が定める利用規約等に従ってください。ユーザーの他社サービス等上での行為について、当社は一切責任を負わないものとします。</h5>

                <h4>第19条（他社APIやライブラリの使用）</h4>

                <h5>当社サービスでは、他社のAPIやライブラリを使用しているものがあります。ユーザーは、当該APIやライブラリの仕様変更等により、当社サービスに変更が生じ、サービス自体を利用できなくなるおそれがあることについて、あらかじめ同意するものとします。</h5>

                <h4>第20条（第三者との紛争）</h4>

                <h5>ユーザーが当社サービスを利用し、他のユーザーまたは第三者との間で紛争が生じた場合には、ユーザー自身の責任で解決するものとし、当社は一切責任を負わないものとします。</h5>

                <h4>第21条（利用行為の差止め）</h4>

                <h5>ユーザーがサービス利用規約に違反した場合、当社は、ユーザーの違反行為の裁判所による差し止めを請求する権利を有するものとします。</h5>

                <h4>第22条（損害賠償）</h4>

                <h5>ユーザーがサービス利用規約に違反したこと、またはユーザーと他のユーザーもしくは第三者との間で紛争が生じたことにより当社に損害が発生した場合には、当社はユーザーに対し損害賠償を請求できるものとします。</h5>

                <h4>第23条（知的財産権等）</h4>

                <h5>１．当社サービスに関する知的財産権等その他一切の権利は、当社または当社にライセンスを許諾している者（以下「原権利者」といいます。）に帰属します。</h5>
                <h5>２．投稿コンテンツに関する知的財産権等その他一切の権利は、ユーザーまたは原権利者に帰属します。ただし、ユーザーは、投稿コンテンツを当社が無償かつ非独占的に利用（複製、複写、改変、第三者への再許諾その他のあらゆる利用を含みます。）する権利を許諾するものとし、それに対し著作者人格権を行使しないものとします。</h5>
                <h5>３．当社は、当社サービスの保守、改良などに必要な範囲で、当社サーバーに保存している投稿コンテンツなどのユーザーデータを複製、翻案、変形することができるものとします。</h5>

                <h4>第24条（個人情報） 　</h4>

                <h5>1．問い合わせ対応などで当社がユーザーの個人情報（個人情報の保護に関する法律第2条第1項の定義に従います。）を取得する場合には、プライバシーポリシーにしたがって取得・管理いたします。</h5>
                <h5>2．ユーザーが当社サービスを利用する際に当社が個人情報を取得する場合には、個別規約に取得する個人情報を記載いたします。</h5>

                <h4>第25条（広告掲載とターゲティング広告）</h4>

                <h5>1．当社サービスの中には、当社または第三者の広告を掲載しているサービスがあります。</h5>
                <h5>2．当社がCookieを用いたターゲティング広告を実施する場合には、個別規約でその旨を明示します。ターゲティング広告の配信を希望しないユーザーは、個別規約からオプトアウト（配信停止手続）するようお願いいたします。</h5>

                <h4>第26条（ユーザーからの解約）</h4>

                <h5>個別規約に特に定めがない限り、解約手続は不要です。</h5>

                <h4>第27条（存続条項）</h4>

                <h5>ユーザーが当社サービスの利用を終了した場合であっても、第14条、第17条から第23条、本条から第29条および第31条の規定は、なお有効なものとして存続するものとします。</h5>

                <h4>第28条（権利義務の譲渡）</h4>

                <h5>１． ユーザーは、当社の書面による事前の同意なく、サービス利用規約に基づいて発生する権利義務の全部もしくは一部または契約上の地位を第三者に譲渡することはできません。</h5>
                <h5>２． 当社がサービスに係る事業を第三者に譲渡した場合（事業譲渡、会社分割その他事業が移転するあらゆる場合が含まれます。）、当社はユーザーの同意を得ることなく、サービス利用規約に基づいて発生する権利義務の全部または一部を当該事業の譲受人に譲渡することができるものとします。</h5>

                <h4>第29条（分離可能性）</h4>

                <h5>サービス利用規約のいずれかの条項が、消費者契約法その他の法令等により、無効または執行不能と判断された場合であっても、残りの規定は継続して完全に効力を有するものとします。</h5>

                <h4>第30条（規約の改定）</h4>

                <h5>１． 当社は、サービス利用規約の全部または一部を改定することができるものとします。</h5>
                <h5>２． サービス利用規約の改定を行った場合には、当社はその旨を当社が定める方法で告知いたします。当該告知後、ユーザーが当社サービスを利用した場合には、当社はその時点でユーザーがサービス利用規約の改定に同意したものとみなします。</h5>
                <h5>３． 前２項の規定にかかわらず、当社は、各サービス利用規約に特別の定めがある場合には、その定めに基づき、当該サービス利用規約の全部または一部を改定することができるものとします。</h5>

                <h4>第31条（準拠法、裁判管轄）</h4>

                <h5>１． サービス利用規約は日本の法律に準拠して解釈適用されるものとします。</h5>
                <h5>２． 当社サービスに関し、当社とユーザーとの間で生じた紛争については、東京地方裁判所または東京簡易裁判所を第一審の専属的合意管轄裁判所とします。</h5>

                <h4>制定日　：　2019年11月10日</h4>
                <h4>改訂日</h4>

                <h3>個別規約　（ミミ恋）/</h3>

                <h4>第１条（本サービス）</h4>

                <h5>１. 「ミミ恋」（以下、「本サービス」とします）は、ユーザーが動画を配信し、他ユーザーがそれを視聴し、コメント等を行いコミュニケーションする場を提供するサービスです。</h5>
                <h5>２. ユーザーは本サービスを利用する上で、本個別規約および共通規約（以下、あわせて「本規約」という）に規定する事項を遵守しなければなりません。</h5>
                <h5>３. 当社は本規約および当社の別途定める運用ポリシーに基づき、本サービスを運営することとします。</h5>
                <h5>４. ユーザーが当社に通知、連絡または問い合わせをする必要が生じた場合、本サービスのお問い合わせ機能を使用するものとし、電話や来訪を行うことはできないものとします。当社は、かかる連絡または問い合わせがあった場合、当社が定める方法により、ユーザーの本人確認を行うことができるものとします。また、問い合せに対する回答方法に関しては、当社が適切と考える回答方法を利用することができるものとし、その回答方法をユーザーが決めることはできないものとします。</h5>
                <h5>５. 本規約に定めのない事項または本規約の解釈に疑義が生じた場合には、ユーザーは、別途当社の定めるところにより従うものとします。これにより解決しない場合には、当社およびユーザーは、信義誠実の原則に従って協議の上速やかに解決を図るものとします。</h5>

                <h4>第２条（本サービスの種類）</h4>

                <h5>１. 本サービスは、Android端末向けアプリ、iOS端末向けアプリ、でご利用いただけます。</h5>
                <h5>２. IDとパスワードによりユーザーアカウントに接続することができ、再インストールした後や機種変更後も本サービスのアカウントを使用し続けることができます。</h5>

                <h4>第３条（利用方法）</h4>

                <h5>１.	本サービスの動作環境その他本サービスの利用方法については、こちらをご覧ください。</h5>

                <h4>第４条（登録）</h4>

                <h5>１. 本サービスを利用しようとする者は、本規約に同意し、かつ当社の定める一定の情報を登録情報として当社の定める方法で、当社に対して提供することとします。</h5>
                <h5>２. 当社は、本サービスを利用しようとする者が、第５条１項各号のいずれかに該当する場合または当社が該当すると判断した場合、本サービスの登録および再登録を拒否することができるものとします。このとき当社は、その理由を説明する義務を負わないものとします。</h5>
                <h5>３. 当社は、本条１項に定める登録情報の他、ユーザーに対し本人確認のため当社が必要と認める情報の提供、または資料の提出を求めることができることとします。このとき、ユーザーは必要な情報を当社の定める方法により提供し、または遅滞なく当該資料を当社に対して提出しなければなりません。</h5>
                <h5>４. 当社は、前項に定める本人確認のための措置をとる場合、当該措置が完了するまでの間、ユーザーに支払われることとなっていた金銭等について振込申請を拒否または支払を留保することができるものとします。</h5>
                <h5>５. 共通規約第２条１項の場合において、未成年者は親権者の同意の有無について当社から親権者に対し確認の連絡をする場合があることにあらかじめ同意します。</h5>
                <h5>６. ユーザーは不正行為をする目的で複数のユーザーアカウントを持つことができません。</h5>

                <h4>第５条（登録の取消等）</h4>

                <h5>１. 当社は、ユーザーが以下の各号のいずれかに該当した場合または該当したと当社が判断した場合、事前の通知なしに、ユーザー登録の取消、本サービスの全部もしくは一部へのアクセス・機能の拒否・利用停止等またはユーザーが配信した動画および投稿したコメント（以下「投稿コンテンツ」という）やユーザーに関連する情報の全部もしくは一部の削除その他の措置をとることができるものとします。このとき当社は、その理由を説明する義務を負わないものとします。（１） 法令または本規約に違反した場合（特に第７条に違反した場合は、厳しく対処します）</h5>
                <h6>（２） 不正行為があった場合</h6>
                <h6>（３）	暴力団、暴力団員、暴力団準構成員、総会屋、社会運動等標榜ゴロ、特殊知能暴力集団その他これに準じる反社会勢力（以下「反社会勢力等」といいます）であると判明した場合または反社会勢力等が経営に実質的に関与している法人等であると判明した場合</h6>
                <h6>（４） 登録した情報が虚偽の情報であると当社が判断した場合</h6>
                <h6>（５）	サービス規約上必要となる手続または当社への連絡を行わなかった場合</h6>
                <h6>（６） 登録した情報が既存の登録と重複している場合</h6>
                <h6>（７）	登録した携帯電話番号またはメールアドレスが不通になったことが判明した場合</h6>
                <h6>（８）	ユーザーが必要な支払いを行わない場合もしくは遅延した場合その他当社がユーザーが経済的信用に欠けると判断した場合</h6>
                <h6>（９）	ユーザーが債務超過、無資力、支払停止または支払不能の状態に陥った場合</h6>
                <h6>（１０）ユーザーについて破産手続開始、民事再生手続開始、会社更生手続開始、特別清算開始もしくはその他適用ある倒産手続開始の申立が行われた場合または解散もしくは営業停止状態である場合</h6>
                <h6>（１１） 他のユーザーや第三者に不当に迷惑をかけた場合</h6>
                <h6>（１２）ユーザーが自らまたは第三者をして、暴力的な要求行為、法的な責任を超えた不当な要求行為、脅迫的な言動または暴力を用いる行為、風評を流布し、偽計または威力を用いて、信用を毀損または業務を妨害する行為をしたと当社が判断する場合</h6>
                <h6>（１３）ポイントの不正取得など本サービスの運営を妨害したと当社が判断する一切の行為</h6>
                <h6>（１４） その他当社がユーザーに相応しくないと判断した場合</h6>
                <h5>２.当社は、本条の措置を受けたユーザーに対し、将来にわたって当社が提供するサービスの利用およびアクセスを禁止することができるものとします。</h5>
                <h5>３.当社は、ユーザーの違法行為への関与が疑われる場合、またはユーザーが本規約に違反し当社との間において信頼関係を破壊する行為をした場合、ユーザーに支払われることとなっていた金銭等（ポイントや各アイテムの付与も含むが、これに限られない）について当社の判断により、当該金銭等の振込申請を拒否または支払を留保することができるものとします。</h5>
                <h5>４. 当社は、本条の措置により生じる損害について、一切の責任を負わないものとします。</h5>

                <h4>第６条（退会）</h4>

                <h5>１. ユーザーが自己のアカウントを削除し、退会を希望する場合は、当社所定の手続きにより退会することができます。</h5>
                <h5>２.ユーザーが退会した場合、当該ユーザーの保有しているポイント、各アイテム等については、当社の判断により、無効とすることができるものとします。</h5>
                <h5>３.当社は、本条の措置により生じる損害について、一切の責任を負わないものとします。</h5>

                <h4>第７条（禁止事項）</h4>

                <h5>１.当社は、共通規約第８条に加え、本サービスにおいてユーザーおよび第三者の下記各号に該当すると当社が判断する行為（以下「禁止事項」といいます）を禁止します。以下の禁止事項は、当社により適宜追加修正される場合がありますので、ユーザーは、サービスの利用にあたり、常に最新の内容を確認する義務を負うものとします。</h5>
                <h6>（１）	本サービスの「ヘルプ」内「禁止事項について」に反する行為</h6>
                <h6>（２） 他のユーザーの ID、パスワードを入手しようとする行為</h6>
                <h6>（３）	他人のユーザー資格を利用して当社のサービスを利用する行為</h6>
                <h6>（４） 個人または団体に対して差別、偏見、人種差別、憎悪、嫌がらせまたは侵害を助長する行為</h6>
                <h6>（５） 人および動物に対する暴力的もしくは脅迫的である行為、およびこれらを助長する行為</h6>
                <h6>（６） 過度に暴力的、残虐な表現行為</h6>
                <h6>（７） 違法な賭博・ギャンブルを行わせ，または違法な賭博・ギャンブルへの参加を勧誘する行為</h6>
                <h6>（８） 薬物の乱用行為及びこれらを助長する表現行為</h6>
                <h6>（９） 著しい生理的嫌悪感を生じさせる表現および不衛生な行為</h6>
                <h6>（１０） 自殺，自傷行為およびこれらを助長する行為</h6>
                <h6>（１１） 犯罪行為の予告行為</h6>
                <h6>（１２） 特許権、実用新案権、意匠権、商標権、著作権、肖像権その他の他人の権利を侵害する行為</h6>
                <h6>（１３） 面識のない異性または同性との出会いを目的とする行為</h6>
                <h6>（１４） 青少年の家出、その他の非行を誘引または助長する行為</h6>
                <h6>（１５） 青少年の心身に悪影響を与えるおそれのある行為</h6>
                <h6>（１６） 商業用の広告、宣伝、または勧誘を目的とした行為</h6>
                <h6>（１７） 無限連鎖講、連鎖販売取引その他これらに類似する取引の広告、宣伝または勧誘を目的とした行為</h6>
                <h6>（１８） 金銭的要求を持ちかける行為</h6>
                <h6>（１９） スパム行為</h6>
                <h6>（２０） ポイントの不正取得など本サービスの運営を妨害する一切の行為</h6>
                <h6>（２１） 他のユーザーに誤解や混乱、迷惑、不快感を与えるおそれのある行為（通常一般人を基準として理解しがたい行為を含む）</h6>
                <h6>（２２） 他のユーザーと紛争が生じる可能性のある行為</h6>
                <h6>（２３） 倫理的視点で認められないと当社が判断する行為</h6>
                <h6>（２４） その他当社が本サービスの運営上不適切と考える行為</h6>

                <h4>第８条（権利譲渡等の禁止）</h4>

                <h5>１. ユーザーは、本サービス中で発生したいかなる権利も第三者に貸与し、譲渡し、担保に供するなど一切の処分をすることはできないものとします。</h5>

                <h4>第９条（配信）</h4>

                <h5>１. 本サービス上でユーザーは、配信する全ての内容について、権利処理が必要な全ての当事者から、事前に動画の配信を実施するために必要な権利処理を適正に行うものとします。ユーザーは、配信される全ての内容が、必要とされる権利処理が全て適正に処理されており、第三者のいかなる権利も侵害するものではなく、かつ法令および本規約に違反するものではないことを保証するものとします。</h5>
                <h5>２. ユーザーが動画配信を実施したことにより他のユーザーまたは第三者に損害が生じた場合は、ユーザーの故意または過失の有無および予見性の有無に関わらず、当該損害が直接的であるか間接的であるかを問わず、当該損害の賠償に関する係争はユーザーの責任と負担において解決するものとし、かかる係争の結果、ユーザーが当該損害の賠償の責を負う場合には、ユーザーは自らの責任と負担でこれを負うものとします。また、ユーザーによる動画配信の実施により第三者に損害が発生することが明確でない場合についても、第三者との間で生じた係争については、ユーザーの責任と負担において解決するものとします。当社は、ユーザーが動画配信を実施したことを原因として発生する係争や訴訟等について、当事者としての関与を一切しないものとします。</h5>
                <h5>３. 配信に関して当社が不適切と判断した場合において、本サービスの運営上健全性を確保するため当該配信を当社の判断で削除または公開範囲の制限その他の措置を行うことができるものとします。また、この場合当社の判断でユーザー登録の取消も行うことができるものとします。</h5>
                <h5>４. 当社は、以下に定める場合、各号に定める範囲において、投稿コンテンツおよびそれに付随する情報（ただし、第20条に定める個人情報については同条の取扱いに従うものとする）を第三者に提供することができるものとし、ユーザーはこれに同意したものとみなします。</h5>
                <h6>（１） 刑事訴訟法（昭和２３年法律第１２１号）または犯罪捜査のため各法律に基づく強制的な処分または裁判所の命令がなされた場合　当該処分又は命令の定める範囲</h6>
                <h6>（２） 特定電気通信役務提供者の損害賠償責任の制限および発信者情報の開示に関する法律（平成１３年法律第１３７号）第４条に基づく開示請求がなされ、開示請求要件が充足されたと当社が判断した場合　当該開示請求の範囲</h6>
                <h6>（３） 生命、身体または財産、その他法律または判例により保護法益と認められた権利の保護のために必要があると当社が判断した場合　生命、身体または財産その他法律または判例により保護法益と認められた権利の保護のために必要な範囲</h6>
                <h5>５. ユーザーは、当社に配信データについて保存義務がないことを確認します。</h5>
                <h5>６. 本条各項に基づく当社の措置によってユーザーに生じる損害について、直接的か間接的かを問わず、当社は一切責任を負わないものとします。</h5>

                <h4>第10条（視聴）</h4>

                <h5>１.視聴によって、ユーザーおよび第三者に生じる損害につき、直接的か間接的かを問わず、当社は一切責任を負わないものとします。</h5>

                <h4>第11条（アイテム）</h4>

                <h5>１. ユーザーは「アイテム追加」画面から各種アイテムを購入することができます。各種アイテムの詳細については、「アイテム購入」画面をご覧ください。</h5>

                <h4>第12条（支払および決済等）</h4>

                <h5>１. 本サービスのシステムの利用に関して支払または決済が必要となる場合の詳細については別途当社が定めるところによるものとします。</h5>
                <h5>２. 前項の支払および決済は、本サービスのオンラインシステムを通じて行われるものとします。</h5>
                <h5>３. 本サービスを通じてユーザーによって支払われた代金決済について領収した内容は、本サービスの画面に表示されます。</h5>
                <h5>４. ユーザーが本サービスに入力した決済手段または金融機関の情報が第三者に利用されまたは入力情報の内容が不正確であったことによってユーザーに生じた損害については、当社は一切責任を負わないものとします。</h5>

                <h4>第13条（ギフトの付与）</h4>

                <h5>１. 本サービスでは、当社および広告主が別途定める条件を行うことにより、本サービス内で使用できる「ギフト」を集めることができる機能があります。</h5>
                <h5>２. 当社は、ユーザーが条件を満たし何らかの成果を上げた場合、当社および広告主の権限により、ユーザーによる行為を付与対象成果とするか否かの検証を行います。検証の結果、当社および広告主による承認がなされたときにギフトがユーザーに付与されます。ただし、当社および広告主により成果と承認されなかった場合、ギフトを付与する対象者に限りがある場合またはその他ギフトの付与が行えない場合はギフトが付与されず、その際、当社は当該行為が成果と承認されなかった理由についてユーザーに説明する義務を負わないものとします｡</h5>
                <h5>３. 前項但書により当社がギフトを付与できないことによりユーザーに生じた損害につき、当社は一切責任を負いません。</h5>
                <h5>４. 当社はギフトの付与方法について予告なく変更することがあります。</h5>

                <h4>第14条（コインの付与）</h4>

                <h5>１. 本サービスでは、当社が別途定める条件を行うことにより、コインを貯めることができる機能があります。</h5>
                <h5>２. 当社は、ユーザーが当社の別途定める条件を満たし何らかの成果を上げた場合、自己の権限により、ユーザーによる行為を付与対象成果とするか否かの検証を行います。検証の結果、当社による承認がなされたときにコインがユーザーに付与されます。ただし、当社により成果と承認されなかった場合、コインを付与する対象者に限りがある場合またはその他コインの付与が行えない場合はコインが付与されず、その際、当社は当該行為が成果と承認されなかった理由についてユーザーに説明する義務を負わないものとします｡</h5>
                <h5>３. 前項但書により当社がコインを付与できないことによりユーザーに生じた損害につき、当社は一切責任を負いません。</h5>
                <h5>４. 当社はコインの付与方法について予告なく変更することがあります。</h5>

                <h4>第15条（コインの扱い）</h4>

                <h5>１. ユーザーは自らが保有しているコインを別途当社の定めるところに従い商品券の交換等に利用できるものとします。ただし、当社が別途本サービスにおいて利用条件を表示した場合には、ユーザーは当該表示に従うものとします。</h5>
                <h5>２. ユーザーは、コインを当社が指定する利用条件以外の現金、財物その他の経済的利益と交換することはできません。また、当社は、理由のいかんを問わず、一切コインの払い戻しをいたしません。ただし、法令上必要な場合はこの限りではありません。この場合、コインの払い戻し方法は、法令に従って当社が定め、当社のウェブサイト等に表示するところに従うものとします。</h5>

                <h4>第16条（プレゼント・コイン付与についての非保証）</h4>

                <h5>１. 第14条２項および前条２項の定めにかかわらず、以下の各号の場合、当社はプレゼントまたはコインを付与しないことがあります。</h5>
                <h6>（１） 不正に条件を満たした疑いがあると当社が判断した場合</h6>
                <h6>（２） 本サービスでの手続において当社所定の形式または方法に則っていない場合</h6>
                <h6>（３） 不具合等が原因でプレゼントまたはコインの付与が正常に行われない場合</h6>
                <h6>（４） その他当社の業務に支障があると当社が判断する場合</h6>
                <h5>２. 本条により当社がプレゼントまたはコインを付与しないことにより、ユーザーに生じた損害につき、当社は一切責任を負いません。</h5>
                <h5>３. ユーザーは、当社が別途定める場合を除き、応援アイテムを無期限で利用することができるものとします。</h5>
                <h5>４. ユーザーは、コインを獲得した日から６か月以内に限り利用することができます。ただし、別途当社が本サービス上で有効期限を定めている場合はそれに従うこととします。有効期限を過ぎた未使用のコインは消滅し、その後利用することはできません。</h5>
                <h5>５. ユーザーが本サービスを退会した場合またはユーザーのアカウントを消失した場合には、当該時点において保有するプレゼントおよびコインはすべて失効するものとします。</h5>

                <h4>第17条（プレゼント・コインの管理、無効）</h4>

                <h5>１. ユーザーはプレゼント数またはコイン数に誤りを発見した場合、ただちに当社に対し、サービス内の「お問い合わせ」画面から訂正申請を行うことができます。このとき、当社が誤りを確認したことをもってプレゼント数またはコイン数の修正変更を行うものとします。ただし、誤ったプレゼント数またはコイン数の表示があった日から１週間以内に申出をしない場合、ユーザーは取得または使用したプレゼント数またはコイン数について誤りがないことを了承したものとみなします。</h5>
                <h5>２. 前項に関わらず、本サービスを提供しているサーバーのアクセス状況、震災、ウィルス、不正アクセス、ユーザーの通信状況による何らかの予期せぬ不具合等（以下「不具合等」とします）が原因でプレゼントまたはコインの付与が正常に行われない場合、当該ユーザーへのプレゼントまたはコイン付与を無効とします。ただし、当社によって当該成果の承認が確認された場合はこの限りではありません。また、不具合等により、ユーザーに本来提供されるべき動作が適切に行われなかったことにより、誤った内容のプレゼントまたはコインが付与された場合、当社は正確な内容に修正変更ができるものとします。</h5>
                <h5>３. 当社がプレゼントまたはコインを不正獲得したとみなした場合、当該ユーザーの保有する一部または全部のプレゼントまたはコインは無効となります。</h5>
                <h5>４. 当社が不正獲得したとみなしたプレゼントまたはコインが既に所定の手続きにより使用されている場合、そのプレゼントまたはコイン相当額を当社は当該ユーザーに返還請求できるものとします。</h5>

                <h4>第18条（知的財産権等</h4>）

                <h5>１. 当社は、本サービスの運営、管理などに必要な範囲で、投稿コンテンツを複製、翻案、変形、削除することができるものとします。</h5>
                <h5>２. 投稿コンテンツの著作権その他一切の知的財産権（投稿コンテンツに関する肖像権、パブリシティ権等を含む。以下同じ）は、当該ユーザーまたはユーザーに権利を許諾した第三者に帰属するものとします。但し、ユーザーは、投稿することにより、当社に対して、投稿コンテンツに関する著作権その他一切の知的財産権を世界的、非独占的、無償、サブライセンス可能かつ譲渡可能な自由に利用できるライセンス（当該許諾を以下、「ライセンス」といいます）を付与するものとします。</h5>
                <h5>３. 当社は、本サービスおよび本サービスと連携するサービスの企画・運営、共同研究およびプロモーション等による投稿コンテンツの利用に際し、当社が必要とする範囲において利用、改変を行うことができるものとし、ユーザーはこれを予め承諾するものとします。</h5>
                <h5>４. ライセンスは、ユーザーが当社の別途定める方法により投稿コンテンツの削除を行い、かつ、削除してから当社が当該投稿コンテンツにかかる全ての利用を終了するために合理的な期間の経過をもって終了します。</h5>
                <h5>５. 当社は、削除後であっても、投稿コンテンツの利用を終了させるまでの間に当該投稿コンテンツの利用が一定期間継続することおよび削除前に既にプロモーション等において当該投稿コンテンツが各媒体に掲載等されていた場合には当該媒体等の掲載が継続する期間、当該投稿コンテンツの利用を継続します。ユーザーは、これを予め承諾するものとします。</h5>

                <h4>第19条（非保証）</h4>

                <h5>１. ユーザーは自らの責任に基づいて本サービスを利用するものとし、当社は、本サービスに関してユーザー同士、その他の第三者との間で発生した一切のトラブル（トラブルが本サービスの利用中に生じたか否かは問わない）について関知しません。これらのトラブルについては、当事者間で話し合い、訴訟などにより解決するものとします。</h5>
                <h5>２. ユーザーまたは第三者（以下、「ユーザー等」といいます）が本サービスに関連して投稿コンテンツに関する一切の責任は、当該ユーザー等が負うものとし、当社はその内容、正確性、信憑性、適法性、最新性、第三者権利侵害の有無、および特定目的への適合性等のいずれについても保証するものではなく、また監視義務を負わないことを確認するものとします。</h5>
                <h5>３. 当社は、ユーザー等に対して、適宜情報提供やアドバイスを行うことがありますが、当該アドバイスや情報提供の正確性や有用性を保証するものではなく、それらについて責任を負うものではありません。</h5>

                <h4>第20条（個人情報）</h4>

                <h5>１.本サービスでは、ユーザーの個人情報は、プライバシーポリシーに従って取り扱います。</h5>
                <h5>２.当社は、当社が取得する個人情報等について、プライバシーポリシー記載の利用目的に加え以下の各号に定める目的で利用することができるものとします。</h5>
                <h6>（１）	本人確認等を含む本サービスの提供、運営の健全性・安全性を保つために必要な範囲での利用</h6>
                <h6>（２）	本サービスに対する問い合わせ対応</h6>
                <h6>（３） 本サービスにおけるユーザーの利便性向上のための</h6>
                <h6>（４）	個人を特定できない形で利用者情報の属性を集計、分析、統計資料作成するため</h6>
                <h6>（５）	マーケティング調査、プランニングおよび研究開発のため</h6>
                <h6>（６） 利用規約に違反した方の本人特定をし、ご利用をお断りするため</h6>
                <h6>（７）	当社の提供する本サービスにユーザーが投稿したコンテンツを利用することについて問合せを行うため</h6>
                <h5>３.当社は、ユーザーに事前の同意を得ることなく、個人情報等を第三者に提供することはありませんが、プライバシーポリシー記載の場合に加え、法令の基づく場合または以下に定める場合には第三者に開示・提供することができるものとします。</h5>
                <h6>（１） 決済手続きに必要な場合</h6>
                <h6>（２） 合併その他の事由による事業の承継に伴って事業を承継する者に対して個人情報を提供する場合</h6>
                <h6>（３） 生命、身体または財産、その他法律または判例により保護法益と認められた権利の保護のために必要があると当社が判断した場合</h6>
                <h6>（４） 公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき</h6>
                <h6>（５） ユーザーが他のユーザーや第三者等に迷惑をかけ、そのトラブルを解決するために、当社が開示を必要と判断した場合</h6>
                <h6>（６） Google Analytics等のアクセス解析サービスを利用し、トラフィックデータの収集のために Cookie を使用する場合</h6>
                <h5>４. 前項１号の場合、ご入力いただいたクレジットカード情報は以下の通り取扱います。</h5>
                <h6>（１）利用目的：アイテムおよびサービスの代金を決済するため</h6>
                <h6>（２）情報の取得者名：株式会社A Inc.</h6>
                <h6>（３）情報の提供先：ベリトランス株式会社</h6>
                <h6>（４）保管期間：当社では一切保管いたしません。</h6>
                <h5>５. 本条３項に基づき個人情報等が提供されたことによるユーザー等の損害について、直接的か間接的かを問わず当社は一切責任を負いません。ユーザー等は本条の内容を十分に認識したうえで、本サービスを利用する必要があります。</h5>
                <h5>６. ユーザーは、本サービスに入力した個人情報等について、訂正、開示または利用停止の請求ができるものとし当社所定の方法による請求が本人からであることが確認できる場合に限り、当社はこれに対応するものとします。</h5>

                <h4>第21条（損害賠償）</h4>

                <h5>１. 本規約に違反した場合、ユーザーは故意過失を問わずその違反により損害を受けた他のユーザーおよび第三者に対する損害賠償責任を含む、一切の責任を負うものとします。</h5>
                <h5>２. ユーザー同士の本規約違反行為により、当社が損害を被った場合は、当事者は連帯して当該損害を賠償するものとします。</h5>

                <h4>施行日：2019年11月10日</h4>
                <h4>改定日：</h4>
        </div>
    );
};
export default ServeRule;
